[
    {
        "pk": 1, 
        "model": "anime.anime", 
        "fields": {
            "slug": "kimi-ni-todoke"
        }
    }, 
    {
        "pk": 1, 
        "model": "anime.ap", 
        "fields": {
            "startDate": "2009-01-01", 
            "endDate": "2010-01-01", 
            "description": "Sawako Kuronuma is just like any other high school girl who wants to make friends and be useful. The only problem is she bears a worrying resemblance to Sadako from 'The Ring!' Because of her reputation, people are not only terrified of her, but small dogs even bark in fear at her presence; in fact, the only person in school who will talk to her is the lively class hottie, Kazehaya. As the pair spends more time together, Kazehaya slowly begins to bring Sawako out of her shell and soon their feelings for each other develop further. Though with her crippling insecurities, lack of social skills, and a series of cruel rumors and misunderstandings, it seems that Sawako's dream of a normal life won’t be quite so easy to obtain.", 
            "title": "Kimi ni Todoke", 
            "rating": "4.373", 
            "episodeCount": 25, 
            "studio": "Production I.G", 
            "anime": 1, 
            "type": "TV", 
            "slug": "kimi-ni-todoke"
        }
    }, 
    {
        "pk": 6466, 
        "model": "anime.anidb", 
        "fields": {
            "website": "http://www.ntv.co.jp/kiminitodoke/", 
            "startDate": "2009-10-07", 
            "endDate": "2010-03-31", 
            "description": "* Based on a shoujo manga by http://anidb.net/cr7048 [Shiina Karuho], serialised in Bessatsu Margaret.\nhttp://anidb.net/ch11135 [Kuronuma Sawako] is the perfect heroine... for a horror movie. With her jet-black hair, sinister smile and silent demeanour, she`s often mistaken for the haunting movie character Sadako. But behind her scary façade is a very misunderstood teenager. Too shy to fit in, all she wants to do is make some friends. But when a popular boy in class befriends her, she`s sure to make more than just that--she`s about to make some enemies too!\nSource: Manga-Updates", 
            "title": "Kimi ni Todoke", 
            "permanentRating": null, 
            "episodeCount": 25, 
            "anime": 1, 
            "reviewRating": null, 
            "type": "TV Series", 
            "temporaryRating": null
        }
    }, 
    {
        "pk": 10625, 
        "model": "anime.ann", 
        "fields": {
            "startDate": "2009-10-06", 
            "episodeCount": 25, 
            "anime": 1, 
            "endDate": "2010-03-30", 
            "description": "Kuronuma Sawako’s one wish in life is to make friends. That’s a difficult proposition when everyone who meets her cowers in terror. She admires her classmate, Kazehaya-kun, a popular, easygoing and 100% refreshing guy who is nice with everyone, even with her. Sawako Kuronuma is nicknamed Sadako due to her resemblance to the girl from the Japanese horror movies \"The Ring\". Shunned by her classmates, her life starts to change after she befriends Shōta Kazehaya, a very popular boy in her class."
        }
    }
]